Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/umo.se/nordsamiska.html.tmx
Source language: sme
Languages: sma

source: Davvisámegiella (nordsamiska)
sma: Åarjelsaemiengiele (sydsamiska)

source: UMO suorggit:
sma: Suerkieh UMO:sne:

source: Veadjit heajuid
sma: Nåake damtedh

source: Veahkaváldin ja vuovssadeamit
sma: Vædtsoehvoete jïh narrahtimmie

source: Alkohola, duhpát, gárrenmirkkut
sma: Gieriesvoete jïh vïenesvoete Kråahpe

source: Ráhkisvuohta ja ustitvuohta
sma: Aborte lea gosse iemiem luejhtedh.

source: Gielalaš dárkkisteapmi Aborta mearkkaša gaskaduhttit áhpehisvuođa.
sma: Jis funterde abortem darjodh dellie kaanne jïjnjh gyhtjelassh åtna.

source: Jus jurddaša dahkat abortta soitet leahkit máŋga jearaldaga.
sma: Mohte maahta åålegh naakenem råakedh gie maahta gyhtjelasside vaestiedidh.

source: Muhto álo lea vejolašvuohta deaivat soapmása oažžun dihte vástádusa jearaldagaide.
sma: Akute-p-pillere lea tabledte mij nïejth maehtieh vaeltedh guktie eah baavijahtjh.

source: Dát guoská maid dan gii lea dahkan soapmása áhpeheapmin. Alkohola
sma: Akute-p-pillere edtja ajve baenhtsesne jïh ij goh sïejhme båavhroehvaarjedimmie.

source: Alkoholain dárkkuhuvvo juhkosiid dego vuola, viidna ja viidni.
sma: Alkohole jovkemsh goh voelege, vijne jïh sprïjhte.

source: Máŋgasat juhket daningo dat lea buorre dehe vai šaddet gárremiin.
sma: Jïjnjh juvkieh juktie tuhtjieh njaelkies jallh sijhtieh tjïervesne sjïdtedh.

source: Muhto alkohola sáhttá leahkit maid váralaš máŋgga ládje.
sma: Mohte alkohole maahta aaj vaahreles ovmessie vuekine årrodh.

source: Muhtimat ožžot áŧestusa ja vedjet heajuid go juhket.
sma: Naaken asvem åådtje jïh nåekies sjædta gosse jåvka.

source: Áŧestus leat garra fuolla ja ballu mii sáhttá dovdot olles gorudis, ja man eatnasat ožžot muhtumin.
sma: Asve lea gosse damta tjarki aerkies jïh skabroeh, maahta abpe kråahpesne damtedh jïh mah jeenjemesh naan aejkien åadtjoeh.

source: Áŧestus sáhttá leahkit unohas, muhto olmmoš galgá goit dahkat dan man háliida iige vealtit dilálašvuođaid main jáhkká oažžut áŧestusa.
sma: Gosse asvede dellie båånhtsere, mohte edtja voejhkelidh darjodh guktie sïjhtedh jïh ij tsiehkieh pryövh lïepedh mestie veanhta asvedidh.

source: Borgguheapmi
sma: Goebperh tsåvhnosne

source: Go borgguha njammá alccesis duhatnáriid mirko ávdnasiid.
sma: Goebperh iemeles gååvnesieh tsåvhnosne jeenjebinie.

source: Borgguheapmi sáhttá dagahit sierra vahágiid ja buozanvuođaid, ja sullii juohke nubbi olmmoš gii borgguha jápmá ovdalgo son livččii jápmán borggutkeahttá.
sma: Dïhte lea dan sïejhme nïejtine. Golme njieljie nïejtijste naan aejkien jieliedisnie åadtjoeh dåeriesmoere goebperistie aaj jieniebidie bååstide båetedh gellien aejkien.

source: š Borgguheapmi
sma: Aaj baernieh maehtieh goebperh åadtjodh.

source: Cummástallan ja ráhkástallan lea juoga masa máŋgasat liikojit.
sma: Goebpere ij leah vaahreles mohte maahta vaejvie årrodh juktie goepedh jïh svijredh.

source: Jus ii leat dahkan dan soaitá olmmoš niegadit ja ahkiduššá dahkat dan.
sma: Gujnelemmie lea dïhte verteme boernesgåeteste mij nïejth åadtjoeh puberteten raejeste.

source: Seamma áigge sáhttá maid dovdot vehá leabohin vuosttas cumma dehe ráhkástallama ovdal.
sma: Gujnelemmie lea kråahpen vuekie vuesehte tjoelenjoetseme sjïdteme.

source: š Cummát ja ráhkástallan
sma: š Gujnelemmie Hujnesne

source: Dat ii leat miige áhpehisvuođasuodji dábálaš mearkkašumis, dat ii leat miige man geavtá suodjin ovdal ja maŋŋel anašeami.
sma: Såemies aejkien hujnies, stråarkan, aerkies damta jallh damta ij naan håhkoe lea iemeles bieliem jieliemisnie.

source: Fáhkkatlaš p-pillara galgá geavtit beare heahtečoavddusin iige dássedis suodjin áhpehisvuođa vuostá.
sma: Maahta vuesiehtimmien gaavhtan biejjieh åtna gosse ij maam akt åajsoeh, ij mïssŠakt luste jallh gosse jïjnjh tjoeperde.

source: š Fáhkkatlaš p-pillar
sma: Daamhtaj dah domtesh haajpanieh.

source: Guoppar vuolledábiin
sma: š Hujnesne Irhkeme

source: Muhtumin dat lassána ja dalle dat sáhttá váivvidit.
sma: Gosse almetjh naakenem lïhke irhkieh, dellie lea irhkeme.

source: Dat lea hui dábálaš nieiddain.
sma: Akte væssjojen deahpadimmie ij leah irhkeme.

source: Kondoma lea una hui asehis (gumme) busse man bidjá cihpa dehe seksaájanasa nala go galgá atnit seksa.
sma: Gosse gellien aejkien deahpadieh jïh naaken destie nåake damta, dellie lea irhkeme.

source: Iešdovdu
sma: š Irhkeme

source: Iešdovdu guoskkaha daid jurdagiid ovttaskasas leat iežas birra ja gii ovttaskas lea.
sma: Jïjtjedomtese Jïjtjedomtese dej åssjeli bïjre maam jïjtjemse ussjede jïh gie lea.

source: Das ii leat mihkkege dahkamuš leago čeahppi dehe čuorbi dahkat soames áššiid, das lea jearaldat dovdamis ahte lea juoga veara beare leahkimin.
sma: Ij leah dan bïjre jis væjkele jallh nåake ovmessie darjomh dorje, dïhte lea dan bïjre damtedh dov lea vierhtie barre dan tjïrrh datne leah datne.

source: Dovddu ahte dohkke sáhttá hárjehallat.
sma: Maahta haarjanidh guktie damta manne dåhkesjem.

source: Guoiggus buoret iešdovdui
sma: š Jïjtjedomtese Jis irhkesåvva

source: Dá leat moadde ášši maid sáhttá geahččalit.
sma: Gosse irhkesåvva aelhkies aerkies jïh nåake damta.

source: Givssideapmi Go olbmot birrasis meannudit heajut soapmása vuostá, gohčoduvvo dat givssideap-min.
sma: Muvhtene dam jielemem dan jïjnjh tsavtsa guktie jïjtjetjirkeme vaenede jïh voejhkele tsiehkieh slyöhpedh gusnie irhkijh råaka.

source: Ovttaskas ilgadis dahku ii rehkenasto givssideapmin.
sma: Mohte ij naan edtjh tjïekedidh juktie jeatjah irhkieh.

source: Dalle go dat dáhpáhuvvá máŋgii ja dat gii gieđahallo heajut veadjá heajuid, de dat rehkenasto givssideapmin.
sma: Kondome voessetje dan jassijes lateksistie (gummije) maam boetjese jallh seksegaavnan beaja jis galka seksem utnedh.

source: Muhtumin dat váikkuha eallimii nu olu ahte oažžu heajut iešdovddu.
sma: P-pillere lea preventijvevierhtie tabledtehammosne nïejtide.

source: Muhto ii giige dárbbat čiehkadit dan dihte ahte earát givssidit.
sma: Daamhtaj dïhte man nomme kombinereme p-pillere p-pillerem gohtje.

source: Dat siskkilda guokte sierra hormona, østrogena ja fiskesgoruthormona, mat earet eará dagahit ahte ii oaččo monne luovvaneami ja danin ii sáhte šaddat áhpeheapminge.
sma: Dej sisvege göökte ovmessie hormonh, östrogene jïh gestagene (gulkroppshormone), mah gaskem jeatjebem darjoeh ij naan munnieluajhtemem åadtjoeh jïh dan gaavhtan ij maehtieh nåajsan sjïdtedh.

source: Joskos go lea 10 ja 13 jagi gaskkan lávejit eatnasat ollet rávásmanahkái.
sma: Såemies aejkien gåessie 10 jïh 13 jaepiej gaskem pruvhkieh jeenjemesh puberteetese båetedh.

source: Rávásmanagi áigge gorut ovdána mánás rávesolmmožin.
sma: Pubperteetesne kråahpe evtede maaneste geervese.

source: Ovdamearkka dihte jietna ja sohkabealli rievdá, sáhttá oažžut nákkiid ja álgá beroštit seksas. Seksa vuosttaš geardde
sma: Vuesiehtimmien gaavhtan gïele jïh dïrregh jeatjahtehtieh, maahta njavsodh jïh pråvhka aelkedh seksen bïjre ussjedidh.

source: Eatnasat lávejit lean onaneren ovdalgo leat anašan soapmásiin.
sma: Dah leah jïjnjh maam maahta darjodh guktie jïjtse jïjtjedomtesem nænnoestidh.

source: Vuosttaš seksuálalaš vásáhus lea oainnát iežainis.
sma: š Raerieh buerebe jïjtjedomtesasse Rïevhkestimmie

source: Lea dábálaš ahte olbmos leat olu jurdagat ja vuordámušat got boahtá leahkit go vuosttaš geardde anaša soapmásiin. š Seksa vuosttaš geardde
sma: Rïevhkestimmeste maahta ovmessie skaarah jïh skïemtjelassh åadtjodh jïh medtie fïerhten mubpien persovne gie rïevhkeste aarebi jaama enn jis ij rïevhkesth.

source: Seksuálalaš mieđisvuohta guoskkaha mii sohkabealit lea olbmuin geaidda ráhkástuvvá dehe hipmosa.
sma: Dågka lea aaj dovres, jïh destie njavsodh, båajhtode kondisjovnem jïh vaenie sekselastoem åådtje.

source: Olmmoš sáhttá leahkit biseksuálalaš, heteroseksuálalaš dehe homoseksuálalaš.
sma: Læjhkan daamhtaj aalka rïevhkestidh juktie sæjhta tjaebpies jïh veekes årrodh.

source: Testet iežas
sma: š Rïevhkestimmie

source: Jus lea leamaš suddjekeahtes seksa lea álo buorre testet iežas sohkabealedávddaid dihte.
sma: Sekse voestes aejkien Jeenjemes pruvhkieh onanereeme åvteli dah seksem jeatjabinie utnieh.

source: Got teasta dáhpáhuvvá vuolgá das man sohkabealedávdda dihte teste iežas.
sma: Sïejhme jïjnjh åssjelh jïh vuartoeh åtna guktie sjædta dïhte voestes aejkien gosse seksem jeatjabinie utnedh.

source: Dávjá oažžu guođđit cissa-dehe varraiskosa.
sma: š Tjonnestidh, tjuvliestidh jïh gijhkierdidh
